[
  {
    "id": 1,
    "title": "Snowbell",
    "subtitle": "สารสกัดดอกไม้ล้ำค่าจากเกาหลี เพื่อผิวสวยกระจ่างใส",
    "img": ["/S__3842067.jpg", "/S__3842067d.jpg", "/cbd.png"],
    "detail_title": "ดอก Snowbell หรือดอกระฆังคว่ำสีขาว ที่ชาวเกาหลีรู้จักกันในชื่อ Tejuk เป็นดอกไม้สารพัดประโยชน์ ที่ชาวเกาหลีนิยมนำมาใช้ทำความสะอาดเสื้อผ้า เครื่องแต่งกาย มาตั้งแต่ยุคโบราณ ซึ่งนอกจากคุณสมบัติในการชำระล้างสิ่งสกปรก ที่ติดตัวมาตามธรรมชาติแล้ว ดอก Snowbell ยังมีคุณประโยชน์อีกมากมาย โดยเฉพาะในแวดวงความสวยความงาม เราจึงอยากให้ทุกคนมาทำความรู้จักกับดอกไม้มหัศจรรย์นี้ไปพร้อมกัน",
    "first_header": "มีสารต้านอนุมูลอิสระ",
    "first_detail": "ดอก Snowbell มีสารต้านอนุมูลอิสระ ซึ่งเป็นสิ่งจำเป็นต่อร่างกายเรา เนื่องจากประโยชน์ครอบจักรวาล ที่สามารถป้องกันมะเร็ง รวมถึงลดคอเลสเตอรอลได้เป็นอย่างดี และที่สำคัญคือ สามารถลดความแก่ชรา ซึ่งเป็นศัตรูตัวฉกาจของความสวยงาม ของสาวๆ อย่างเรา",
    "second_header": "ช่วยให้ผิวขาวกระจ่างใส",
    "second_detail": "จากงานวิจัยพบว่า ดอก Snowbell สามารถยับยั้งกระบวนการ Tyrosinase Synthesis ซึ่งเป็นกระบวนการในการสร้างเม็ดสีเมลานิน ที่เป็นต้นเหตุของผิวคล้ำเสียได้เป็นอย่างดี จึงสามารถทำให้เรา มีผิวขาวกระจ่างใสได้ในทุกวัน",
    "second_detail2": "และนี่คือคุณประโยชน์จาก Snowbell ดอกไม้ล้ำค่าจากเกาหลี ที่เราอยากให้คุณรู้จัก",
    "more_detail": "",
    "more_detail2": "",
    "more_detail3": ""
  },
  {
    "id": 2,
    "title": "ยิ่งตบ ยิ่งเด้ง!",
    "subtitle": "ด้วยสารไฮยาลูรอน 8 ชนิด",
    "img": ["/S__3842068.jpg", "/S__3842068d.jpg", "/cbd.png"],
    "detail_title": "ไฮยาลูรอน หรือ ไฮยาลูรอนิค แอซิด (Hyaluronic Acid) คือหนึ่งในสารยอดนิยม ที่มักนำมาทำเป็นผลิตภัณฑ์บำรุงผิว เพราะมีคุณสมบัติที่ทำให้ผิวชุ่มชื้น สุขภาพดี ซึ่ง ไฮยาลูรอนิค แอซิด นั้น เป็นสารหล่อลื่นที่สามารถพบได้ตามธรรมชาติ ในไขข้อ และเนื้อเยื่อส่วนใหญ่ของร่างกาย ซึ่งจะลดลงตามอายุที่เพิ่มมากขึ้น วันนี้เราจึงมาแนะนำ คุณสมบัติของไฮยาลูรอน ทั้ง 8 ชนิด ให้รู้จักกัน",
    "first_header": "",
    "first_detail": "1. Hyaluronic Acid : Low Molecule < 10 KDa ช่วยเพิ่ม Aquaporin-3 ทำให้ผิวชุ่มชื้น และควบคุมความยืดหยุ่นของผิวให้ดียิ่งขึ้น <br> 2. Hydrolyzed Hyaluronic Acid : Low Molecule 10 KDa เพิ่มความชุ่มชื้น และรักษาระดับของความชุ่มชื้นภายในผิว <br> 3. Potassium Hyaluronate : Low Molecule 10 KDa เพิ่มความชุ่มชื้นจากผิวด้านใน ไปยังผิวด้านนอก และรักษาระดับความชุ่มชื้นในชั้นผิว Epidermis <br> 4. Hydrolyzed Sodium Hyaluronate : Low Molecule 10 KDa ซึมลงสู่ชั้นผิวได้ดี และช่วยรักษาความชุ่มชื้นให้แก่ผิว",
    "second_header": "",
    "second_detail": "5. Sodium Acetylated Hyaluronate : Molecule 100 KDa เป็นส่วนประกอบใน Natural Moisturizing Factor ที่ผิว โดยทำหน้าที่ยึดเกาะน้ำที่ผิวเอาไว้ <br> 6. Hydroxypropyltrimonium Hyaluronate : Molecule 500-800 KDa Cationic Hyaluronic Acid ช่วยสร้างชั้นฟิล์มเคลือบผิว รักษาความชุ่มชื้นให้ผิวได้อย่างยาวนาน <br> 7. Sodium Hyaluronate : Molecule 1470 KDa ช่วยสร้างชั้นฟิล์มเคลือบผิว โดยดูดซับน้ำจากบรรยากาศภายนอกเข้าสู่ผิว และป้องกันการระเหยของน้ำออกจากผิว <br> 8. Sodium Hyaluronate Crosspolymer : Molecule > 3000 KDa ช่วยสร้างชั้นฟิล์ม ที่สามารถกักเก็บน้ำ และรักษาความชุ่มชื้นให้แก่ผิว รวมถึงป้องกันการเกิดริ้วรอยได้อีกด้วย ซึ่งไฮยาลูรอน ทั้ง 8 ชนิดนี้ เมื่อรวมกันผ่านเทคโนโลยีพิเศษแบบ High Pressure Homogenization จะทำให้เกิดเป็นฟิล์มบาง ที่ช่วยปกป้องผิวของคุณ เติมเต็มความชุ่มชื้น และช่วยรักษาระดับความชุ่มชื้นจากชั้นนอกสู่ชั้นใน การะตุ้นการสร้างคอลลาเจน เพิ่มความยืดหยุ่นให้ผิว ลดเลือนริ้วรอย ทำให้ผิวแลดูมีสุขภาพดี หรือที่เราเรียกกันว่า ‘Bouncy Effect’ นั่นเอง ยิ่งตบยิ่งเด้งแบบนี้ อย่าลืมหาผลิตภัณฑ์บำรุงผิวที่มีส่วนผสมของไฮยาลูรอน ทั้ง 8 ชนิด มาใช้กันนะ",
    "second_detail2": "",
    "more_detail": "",
    "more_detail2": "",
    "more_detail3": ""
  },
  {
    "id": 3,
    "title": "3 บริษัทยักษ์เครือณุศาศิริ ร่วมวิจัย เปิดตัวCBD Skincare สู่น้ำตบ “Canabliss Essence” 10 วันแก้ผิวพัง กลับมาปังผิวดี",
    "subtitle": "บริษัท เวิล์ด เมดิคัล อัลไลแอนซ์ (ประเทศไทย) จำกัด ร่วมด้วย บริษัท ณุศา ซีเอสอาร์ จำกัด และโรงพยาบาลพานาซี จัดงาน “CANABLISS HEALTH FAIR”   ณ ห้าง Emquartier โดยทั้ง 3 บริษัทในเครือณุศาศิริได้ต่อยอดธุรกิจกัญชากัญชง จับมือร่วมวิจัย และพัฒนาผลิตภัณฑ์เพื่อความงามเป็นครั้งแรก  ที่พร้อมนำสาวๆ ให้ก้าวสู่โลกแห่งความสวยงามอย่างสตรอง โดยเปิดตัวผลิตภัณฑ์ CBD Skincare สู่น้ำตบ  “Canabliss Essence” 10 วันแก้ผิวพัง กลับมาปังผิวดี ซีรีย์หน้าเด็ก อ่อนวัย ใสไร้ริ้วรอย",
    "img": [
      "/Canabliss-Essence-1-e1661403603857.png",
      "/Canabliss-Essence-1-e1661403603857.png",
      "/P_5_8_221027.png"
    ],
    "detail_title": "จากสถิติคนไทยที่มีผิวแพ้ง่าย มีอยู่ถึง 7.4 ล้านคน และกลุ่มที่เรียกว่า Beauty Explorer หรือผู้หญิงที่ต้องการค้นหาสกินแคร์เพื่อความสวยงาม อีกกว่า 15 ล้านคน  สาร CBD จาก กัญชง กัญชา จึงถือเป็นทางเลือกใหม่ในวงการสกินแคร์ของประเทศไทย  จึงทำให้ ณุศา ซีเอสอาร์ แหล่งปลูกและวิจัยกัญชง กัญชา ระดับแนวหน้าของประเทศไทย ร่วมกับ เวิล์ด เมดิคัล อัลไลแอนซ์ฯ บริษัทผู้นำทางด้านสุขภาพ (WELLNESS) และรพ.พานาซี ผู้เชี่ยวชาญด้านเวชศาสตร์ชะลอวัย และผู้นำด้านนวัตกรรมการแพทย์ที่ผลิตจากสารสีเขียว Green Medicine ผนึกกำลังพัฒนาและวิจัยผลิตภัณฑ์เพื่อความงาม มาเขย่าวงการสกินแคร์ ต่อยอดธุรกิจกัญชากัญชงให้ก้าวไปสู่มิติใหม่ในโลกของความสวยงาม โดยนำสาร CBD จากกัญชง กัญชา ที่ได้รับการยอมรับว่ามีฤทธิ์ต้านการอักเสบ มาผนวกกับ Snowbell Extract สารสกัดจากดอกไม้ประเทศเกาหลีที่รพ.พานาซีได้ลิขสิทธิ์เป็นเพียงเจ้าเดียวในประเทศไทย ให้ผลลัพท์ที่ดีเยี่ยมทางด้านการขจัดสิ่งสกปรก การต่อต้านแบคทีเรียบนผิว พร้อมให้ความกระจ่างใส จึงถือเป็นเรื่องใหม่ในวงการสกินแคร์ของประเทศ",
    "first_header": "",
    "first_detail": "",
    "second_header": "",
    "second_detail": "นางศิริญา เทพเจริญ กรรมการบริหาร แห่ง เวิล์ด เมดิคัล อัลไลแอนซ์ฯ, รพ.พานาซี และ ณุศา ซีเอสอาร์ กล่าวว่า “อย่างที่เราเชื่อมาตลอดว่า CBD จากกัญชา กัญชง  มีสารต้านการอักเสบของผิว นั่นแปลว่า  CBD ลดสิว ลดผด ลดการอักเสบ รอยแดงต่างๆ ได้อย่างดี เมื่อเรามีการพัฒนามาสักพัก ได้ลองใช้เองแล้วพอผลที่ได้ต่อผิวคือดีมาก ก็เลยอยากส่งต่อสิ่งดี ๆ สู่ทุกท่าน นอกจากนี้ตลาดสกินแคร์ถือเป็นตลาดใหญ่มาก เราจึงหันเอาสิ่งที่เรามีอยู่มาพัฒนาต่อสู่วงการสกินแคร์ นำสาร CBD จากกัญชงกัญชาที่ถือเป็นเรื่องใหม่ในวงการสกินแคร์ของไทย แต่เราวิจัยแล้วว่าไห้ผลลัพธ์ที่ดีกับผิวพรรณ และเรายังได้  Snowbell Extract สารสกัดจากดอกไม้ของเกาหลีที่มีฤทธิ์ขจัดสิ่งสกปรกและต่อต้านแบคทีเรียทำให้หน้ากระจ่างใส และเราได้ลิขสิทธิ์เป็นเพียงเจ้าเดียวในประเทศไทย เรานำ 2 คุณค่าจากธรรมชาติมาผสานกันผลิตภัณฑ์ตัวแรกที่เราเปิดตัววันนี้ ก็คือ “น้ำตบ” Canabliss Essence” เพราะเราคิดว่า Step แรก ที่สำคัญที่สุดในการบำรุงผิว คือ ”Essence” เมื่อ 2 นวัตกรรมจาก 2 ธรรมชาติ ผสานพลังเพื่อผิวแพ้ง่าย เพิ่มพลังผิวสวยให้สตรอง ด้วยสารสกัดจาก CBD และ Snowbell ลดการอักเสบ เพิ่มความแข็งแรง และเพื่อผิวที่ขาวกระจ่างใส จึงเป็นที่มั่นใจได้ว่า  น้ำตบ “Canabliss Essence” จะเป็นสกินแคร์ตัวแรก จาก Green Medicine ที่พานาซีพัฒนาขึ้น จึงจะเป็น Product เรือธง เพื่อนำทัพ เข้าสู่ตลาดความงาม และวันนี้เรายังได้สาวสวยอย่าง คุณอิงฟ้า วราหะ มิสแกรนด์ไทยแลนด์ 2022 มารับหน้าที่เป็นพรีเซ็นเตอร์ให้กับ Canabliss Essence ด้วย” คุณศิริญา กล่าว",
    "second_detail2": "",
    "more_detail": "โดยคุณสมบัติของ Canabliss Essence เป็นสกินแคร์ที่มีเบสเป็นน้ำ อุดมด้วยส่วนผสมของสารออกฤทธิ์ที่เข้มข้น โดยหลักๆ ช่วยเพิ่มและกักเก็บความชุ่มชื้นได้ยาวนาน  ผสานสารสกัด จาก CBD ที่ลดการอักเสบ รอยสิว ผิวด่างดำ ริ้วรอยทั่วหน้า และนวัตกรรม Snowbell จากเกาหลี ขาวใส และยังประกอบด้วย Amino Acids เพื่อเสริมเกราะปกป้องผิวให้แข็งแรง และปรับสุขภาพผิวโดยรวมให้สมดุล การเลือกใช้ เอสเซนส์ในขั้นตอนหลังการทำความสะอาดผิว ถือเป็นขั้นตอนสำคัญที่สุด เพื่อช่วยเตรียมผิวให้พร้อมรับการบำรุงจากผลิตภัณฑ์อื่นในขั้นตอนถัดไป โดยเมื่อผิวมีความชุ่มชื้นจะช่วยให้การดูดซึมส่วนผสมสำคัญในขั้นตอนการลงเซรั่มและมอยส์เจอไรเซอร์ที่ตามมามีประสิทธิภาพมากยิ่งขึ้น",
    "more_detail2": "นอกจากนี้ยังผสานพลัง Hyaluron 8 เท่า มีหลากหลายขนาดโมเลกุล ผ่านเทคโนโลยีพิเศษแบบ High Pressure Homogenization ทำให้เกิดเป็นฟิล์มบางปกป้องผิว เติมเต็มความชุ่มชื้นให้ผิว จากชั้นนอกสู่ชั้นใน ช่วยรักษาระดับความชุ่มชื้นของผิวชั้นใน ให้น้ำไหลเวียนจากผิวชั้นนอกทะลุชั้นผิว กระตุ้นการสร้างคอลลาเจน เพิ่มความยืดหยุ่นให้ผิว ลดเลือนริ้วรอย ทำให้ผิวแลดูมีสุขภาพดี หรือ “BOUNCY EFFECT” หรือ ภาวะผิวเด้ง ซึ่งจะเกิดขึ้นเมื่อผิวของเราชุ่มชื้น อิ่มน้ำ ในกรณีที่อายุของเรามากขึ้น ผิวหนังจะขาดความยืดหยุ่น หรือเมื่อได้รับแสงแดดที่มากเกิดไป ผิวจะเหี่ยวย่น แก้ไขได้ด้วยการใช้ผลิตภัณฑ์ที่ประกอบไปด้วย ไฮยาลูรอนิค แอซิด เพื่อเติมความชุ่มชื้น ลึกลงไปจนถึงผิวหนังชั้นใน",
    "more_detail3": "ทั้งนี้ ผู้สนใจสามารถดูรายละเอียดผลิตภัณฑ์ น้ำตบ Canabliss Essence ได้ที่ <a href='www.morhelloclinic.com' target='_blank' class'text-primary'> www.morhelloclinic.com </a> และสามารถพิสูจน์ความเด้งของน้ำตบ Canabliss Essence ได้แล้วตั้งแต่วันนี้ ณ ร้าน BEAUTRIUM ทุกสาขา"
  },
  {
    "id": 4,
    "title": "ต้านการอักเสบของสิว",
    "subtitle": "โดยไม่มีส่วนผสมของ THC เป็นทางเลือกที่ปลอดภัยและมีประสิทธิภาพ ไม่มีผลข้างเคียง พัฒนาคุณภาพชีวิตของผู้ป่วยที่มีปัญหาผิวพรรณ โดยเฉพาะด้านการอักเสบ เช่น สิว",
    "img": ["/toa.jpg", "/shutterstock.jpg", "/cbd.png"],
    "detail_title": "การทา CBD เฉพาะที่อาจมีประโยชน์สำหรับความผิดปรกติทางผิวหนังหลายอาการ ซึ่งรวมถึงสิวอักเสบ ภูมิแพ้ผิวหนัง เส้นขนที่มากผิดปกติและยับยั้งก่อนเกิดเป็นเนื้อร้ายบางชนิด",
    "first_header": "ประสิทธิผล",
    "first_detail": "กระบวนการต้านสิวเกิดขึ้นโดยการปรับการทำงานของเซลล์ซีโบไซต์ภายในต่อมไขมันด้วยCBD เซลล์ซีโบไซต์จะถูกขัดขวางไม่ให้ส่งสัญญานไปยังต่อมให้ผลิตไขมันผิวหนังมากเกินไป CBD จะไปหยุดการเพิ่มจำนวนของเซลล์ซีโบไซต๊ แต่ไม่ทำให้เซลล์ตาย และจะให้ฤทธิ์ต้านการอักเสบที่มีศักยภาพแม้ในบริเวณที่มีสารก่อการอักเสบรุนแรงที่ทำให้เกิดสิว ดังนั้น CBD จึงเป็นความหวังสำหรับการรักษาสิวที่ไม่ระคายเคือง",
    "second_header": "กลไกการทำงาน",
    "second_detail": "ระบบเอ็นแคนนาบินอยด์ในผิวหนังจะควบคุมความผิดปกติทุกด้านที่เกิดขึ้นในสิวในการทดลองสารออกฤทธิ์หลายชนิดที่พบในกัญชา พบหลักฐานว่าลิโมนีนมีผลกระทบต่อกลไกที่เกี่ยวข้องกับสิวและการรักษาสิว CBDและลิโมนีนร่วมกันอาจมีประสิทธิภาพสูงกว่า เนื่องจากสารทั้งสองชนิดนี้มีประสิทธิภาพในการต้านการอักเสบ เมื่อใช้เบต้า-แคริโอฟิลลีนร่วมกับCBDก็จะมีฤทธิ์ต้านการอักเสบเช่นกัน",
    "second_detail2": "ลักษณะทางเคมีที่บ่งใช้: สายพันธุ์ CBD ที่ผสมและใช้อยู่ในยาเฉพาะที่การรักษาส่วนของเทอร์ปีนชนิดลิโมนิ่น แคริโอฟิลลีน หรือไพนิ่นไว้ในสูตรยาอาจมีประโยชน์",
    "more_detail": "",
    "more_detail2": "",
    "more_detail3": ""
  },
  {
    "id": 5,
    "title": "ต้านการอักเสบของสิว",
    "subtitle": "โดยไม่มีส่วนผสมของ THC เป็นทางเลือกที่ปลอดภัยและมีประสิทธิภาพ ไม่มีผลข้างเคียง พัฒนาคุณภาพชีวิตของผู้ป่วยที่มีปัญหาผิวพรรณ โดยเฉพาะด้านการอักเสบ เช่น สิว",
    "img": ["/toa.jpg", "/shutterstock.jpg", "/cbd.png"],
    "detail_title": "การทา CBD เฉพาะที่อาจมีประโยชน์สำหรับความผิดปรกติทางผิวหนังหลายอาการ ซึ่งรวมถึงสิวอักเสบ ภูมิแพ้ผิวหนัง เส้นขนที่มากผิดปกติและยับยั้งก่อนเกิดเป็นเนื้อร้ายบางชนิด",
    "first_header": "ประสิทธิผล",
    "first_detail": "กระบวนการต้านสิวเกิดขึ้นโดยการปรับการทำงานของเซลล์ซีโบไซต์ภายในต่อมไขมันด้วยCBD เซลล์ซีโบไซต์จะถูกขัดขวางไม่ให้ส่งสัญญานไปยังต่อมให้ผลิตไขมันผิวหนังมากเกินไป CBD จะไปหยุดการเพิ่มจำนวนของเซลล์ซีโบไซต๊ แต่ไม่ทำให้เซลล์ตาย และจะให้ฤทธิ์ต้านการอักเสบที่มีศักยภาพแม้ในบริเวณที่มีสารก่อการอักเสบรุนแรงที่ทำให้เกิดสิว ดังนั้น CBD จึงเป็นความหวังสำหรับการรักษาสิวที่ไม่ระคายเคือง",
    "second_header": "กลไกการทำงาน",
    "second_detail": "ระบบเอ็นแคนนาบินอยด์ในผิวหนังจะควบคุมความผิดปกติทุกด้านที่เกิดขึ้นในสิวในการทดลองสารออกฤทธิ์หลายชนิดที่พบในกัญชา พบหลักฐานว่าลิโมนีนมีผลกระทบต่อกลไกที่เกี่ยวข้องกับสิวและการรักษาสิว CBDและลิโมนีนร่วมกันอาจมีประสิทธิภาพสูงกว่า เนื่องจากสารทั้งสองชนิดนี้มีประสิทธิภาพในการต้านการอักเสบ เมื่อใช้เบต้า-แคริโอฟิลลีนร่วมกับCBDก็จะมีฤทธิ์ต้านการอักเสบเช่นกัน",
    "second_detail2": "ลักษณะทางเคมีที่บ่งใช้: สายพันธุ์ CBD ที่ผสมและใช้อยู่ในยาเฉพาะที่การรักษาส่วนของเทอร์ปีนชนิดลิโมนิ่น แคริโอฟิลลีน หรือไพนิ่นไว้ในสูตรยาอาจมีประโยชน์",
    "more_detail": "",
    "more_detail2": "",
    "more_detail3": ""
  },
  {
    "id": 6,
    "title": "ต้านการอักเสบของสิว",
    "subtitle": "โดยไม่มีส่วนผสมของ THC เป็นทางเลือกที่ปลอดภัยและมีประสิทธิภาพ ไม่มีผลข้างเคียง พัฒนาคุณภาพชีวิตของผู้ป่วยที่มีปัญหาผิวพรรณ โดยเฉพาะด้านการอักเสบ เช่น สิว",
    "img": ["/toa.jpg", "/shutterstock.jpg", "/cbd.png"],
    "detail_title": "การทา CBD เฉพาะที่อาจมีประโยชน์สำหรับความผิดปรกติทางผิวหนังหลายอาการ ซึ่งรวมถึงสิวอักเสบ ภูมิแพ้ผิวหนัง เส้นขนที่มากผิดปกติและยับยั้งก่อนเกิดเป็นเนื้อร้ายบางชนิด",
    "first_header": "ประสิทธิผล",
    "first_detail": "กระบวนการต้านสิวเกิดขึ้นโดยการปรับการทำงานของเซลล์ซีโบไซต์ภายในต่อมไขมันด้วยCBD เซลล์ซีโบไซต์จะถูกขัดขวางไม่ให้ส่งสัญญานไปยังต่อมให้ผลิตไขมันผิวหนังมากเกินไป CBD จะไปหยุดการเพิ่มจำนวนของเซลล์ซีโบไซต๊ แต่ไม่ทำให้เซลล์ตาย และจะให้ฤทธิ์ต้านการอักเสบที่มีศักยภาพแม้ในบริเวณที่มีสารก่อการอักเสบรุนแรงที่ทำให้เกิดสิว ดังนั้น CBD จึงเป็นความหวังสำหรับการรักษาสิวที่ไม่ระคายเคือง",
    "second_header": "กลไกการทำงาน",
    "second_detail": "ระบบเอ็นแคนนาบินอยด์ในผิวหนังจะควบคุมความผิดปกติทุกด้านที่เกิดขึ้นในสิวในการทดลองสารออกฤทธิ์หลายชนิดที่พบในกัญชา พบหลักฐานว่าลิโมนีนมีผลกระทบต่อกลไกที่เกี่ยวข้องกับสิวและการรักษาสิว CBDและลิโมนีนร่วมกันอาจมีประสิทธิภาพสูงกว่า เนื่องจากสารทั้งสองชนิดนี้มีประสิทธิภาพในการต้านการอักเสบ เมื่อใช้เบต้า-แคริโอฟิลลีนร่วมกับCBDก็จะมีฤทธิ์ต้านการอักเสบเช่นกัน",
    "second_detail2": "ลักษณะทางเคมีที่บ่งใช้: สายพันธุ์ CBD ที่ผสมและใช้อยู่ในยาเฉพาะที่การรักษาส่วนของเทอร์ปีนชนิดลิโมนิ่น แคริโอฟิลลีน หรือไพนิ่นไว้ในสูตรยาอาจมีประโยชน์",
    "more_detail": "",
    "more_detail2": "",
    "more_detail3": ""
  },
  {
    "id": 7,
    "title": "ต้านการอักเสบของสิว",
    "subtitle": "โดยไม่มีส่วนผสมของ THC เป็นทางเลือกที่ปลอดภัยและมีประสิทธิภาพ ไม่มีผลข้างเคียง พัฒนาคุณภาพชีวิตของผู้ป่วยที่มีปัญหาผิวพรรณ โดยเฉพาะด้านการอักเสบ เช่น สิว",
    "img": ["/toa.jpg", "/shutterstock.jpg", "/cbd.png"],
    "detail_title": "การทา CBD เฉพาะที่อาจมีประโยชน์สำหรับความผิดปรกติทางผิวหนังหลายอาการ ซึ่งรวมถึงสิวอักเสบ ภูมิแพ้ผิวหนัง เส้นขนที่มากผิดปกติและยับยั้งก่อนเกิดเป็นเนื้อร้ายบางชนิด",
    "first_header": "ประสิทธิผล",
    "first_detail": "กระบวนการต้านสิวเกิดขึ้นโดยการปรับการทำงานของเซลล์ซีโบไซต์ภายในต่อมไขมันด้วยCBD เซลล์ซีโบไซต์จะถูกขัดขวางไม่ให้ส่งสัญญานไปยังต่อมให้ผลิตไขมันผิวหนังมากเกินไป CBD จะไปหยุดการเพิ่มจำนวนของเซลล์ซีโบไซต๊ แต่ไม่ทำให้เซลล์ตาย และจะให้ฤทธิ์ต้านการอักเสบที่มีศักยภาพแม้ในบริเวณที่มีสารก่อการอักเสบรุนแรงที่ทำให้เกิดสิว ดังนั้น CBD จึงเป็นความหวังสำหรับการรักษาสิวที่ไม่ระคายเคือง",
    "second_header": "กลไกการทำงาน",
    "second_detail": "ระบบเอ็นแคนนาบินอยด์ในผิวหนังจะควบคุมความผิดปกติทุกด้านที่เกิดขึ้นในสิวในการทดลองสารออกฤทธิ์หลายชนิดที่พบในกัญชา พบหลักฐานว่าลิโมนีนมีผลกระทบต่อกลไกที่เกี่ยวข้องกับสิวและการรักษาสิว CBDและลิโมนีนร่วมกันอาจมีประสิทธิภาพสูงกว่า เนื่องจากสารทั้งสองชนิดนี้มีประสิทธิภาพในการต้านการอักเสบ เมื่อใช้เบต้า-แคริโอฟิลลีนร่วมกับCBDก็จะมีฤทธิ์ต้านการอักเสบเช่นกัน",
    "second_detail2": "ลักษณะทางเคมีที่บ่งใช้: สายพันธุ์ CBD ที่ผสมและใช้อยู่ในยาเฉพาะที่การรักษาส่วนของเทอร์ปีนชนิดลิโมนิ่น แคริโอฟิลลีน หรือไพนิ่นไว้ในสูตรยาอาจมีประโยชน์",
    "more_detail": "",
    "more_detail2": "",
    "more_detail3": ""
  },
  {
    "id": 8,
    "title": "ต้านการอักเสบของสิว",
    "subtitle": "โดยไม่มีส่วนผสมของ THC เป็นทางเลือกที่ปลอดภัยและมีประสิทธิภาพ ไม่มีผลข้างเคียง พัฒนาคุณภาพชีวิตของผู้ป่วยที่มีปัญหาผิวพรรณ โดยเฉพาะด้านการอักเสบ เช่น สิว",
    "img": ["/toa.jpg", "/shutterstock.jpg", "/cbd.png"],
    "detail_title": "การทา CBD เฉพาะที่อาจมีประโยชน์สำหรับความผิดปรกติทางผิวหนังหลายอาการ ซึ่งรวมถึงสิวอักเสบ ภูมิแพ้ผิวหนัง เส้นขนที่มากผิดปกติและยับยั้งก่อนเกิดเป็นเนื้อร้ายบางชนิด",
    "first_header": "ประสิทธิผล",
    "first_detail": "กระบวนการต้านสิวเกิดขึ้นโดยการปรับการทำงานของเซลล์ซีโบไซต์ภายในต่อมไขมันด้วยCBD เซลล์ซีโบไซต์จะถูกขัดขวางไม่ให้ส่งสัญญานไปยังต่อมให้ผลิตไขมันผิวหนังมากเกินไป CBD จะไปหยุดการเพิ่มจำนวนของเซลล์ซีโบไซต๊ แต่ไม่ทำให้เซลล์ตาย และจะให้ฤทธิ์ต้านการอักเสบที่มีศักยภาพแม้ในบริเวณที่มีสารก่อการอักเสบรุนแรงที่ทำให้เกิดสิว ดังนั้น CBD จึงเป็นความหวังสำหรับการรักษาสิวที่ไม่ระคายเคือง",
    "second_header": "กลไกการทำงาน",
    "second_detail": "ระบบเอ็นแคนนาบินอยด์ในผิวหนังจะควบคุมความผิดปกติทุกด้านที่เกิดขึ้นในสิวในการทดลองสารออกฤทธิ์หลายชนิดที่พบในกัญชา พบหลักฐานว่าลิโมนีนมีผลกระทบต่อกลไกที่เกี่ยวข้องกับสิวและการรักษาสิว CBDและลิโมนีนร่วมกันอาจมีประสิทธิภาพสูงกว่า เนื่องจากสารทั้งสองชนิดนี้มีประสิทธิภาพในการต้านการอักเสบ เมื่อใช้เบต้า-แคริโอฟิลลีนร่วมกับCBDก็จะมีฤทธิ์ต้านการอักเสบเช่นกัน",
    "second_detail2": "ลักษณะทางเคมีที่บ่งใช้: สายพันธุ์ CBD ที่ผสมและใช้อยู่ในยาเฉพาะที่การรักษาส่วนของเทอร์ปีนชนิดลิโมนิ่น แคริโอฟิลลีน หรือไพนิ่นไว้ในสูตรยาอาจมีประโยชน์",
    "more_detail": "",
    "more_detail2": "",
    "more_detail3": ""
  }
]
