[
  {
    "id": 1,
    "product_name": "First amino essence",
    "type": "Face",
    "name": "onbaby",
    "score": 5,
    "review": "ออนชอบสูตร First Step มากๆ เพราะเนื้อสัมผัสเค้าจะมีความข้นกว่า ทำให้เวลาทารู้สึกว่าตอบโจทย์กับผิวของออนมากๆ เพราะออนชอบให้ผิวของออนชุ่มชื้น อิ่มน้ำตลอดเวลา ยิ่งวันไหนจะต้องเตรียมผิวเพื่อแต่งหน้าไปงานต่างๆ ก็จะโบกตัวนี้ทิ้งไว้ก่อนแต่งหน้าแบบจัดเต็มเลย พูดเลยว่าเค้าช่วยเตรียมผิวได้ดีมากจริงๆ ช่วยให้ผิวของออนพร้อมสำหรับการแต่งหน้า แถมแต่งหน้าง่ายขึ้นสุดๆ เพราะผิวหน้ามีความชุ่มชื้นสุดๆ"
  },
  {
    "id": 2,
    "product_name": "First amino essence",
    "type": "Face",
    "name": "Aum Bellezza",
    "score": 4,
    "review": "อยากมาแนะนำ Canabliss Essence น้ำตบคานาบลีส ยิ่งตบยิ่งเด้ง! เจ้าแรกของไทยเลยที่มีส่วนประกอบของ CBD ลดการอักเสบ รอยสิว จุดด่างดำ ริ้วรอยต่าง ๆ และ Snowbell นวัตกรรม จากเกาหลี ลิขสิทธิ์เดียว ช่วยผิวขาวกระจ่างใส ชุ่มชื้น ลดการระคายเคืองและมีสารต้านอนุมูลอิสระCanabliss Oasiz First Step Amino Essence น้ำตบเนื้อเข้มข้น แต่ไม่เหนอะหนะ ตัวนี้มี Amino acid 17 ชนิด รวมกับไฮยาลูรอน อีก 8 ชนิด ช่วยเติมความชุ่มชื้นให้ผิวอย่างดี และมีส่วนผสมของพืช 3 ชนิด ช่วยปลอบประโลมผิว ตัวนี้ใช้ก่อนแต่งหน้าดีมาก ๆ ใครนอนน้อย พักผ่อนไม่พอ จะแต่งหน้าไม่ติด หน้าโทรม ใช้แล้วเหมือนนอนเต็มอิ่มเลย ตบปุ้บ หน้าเด้งปั้บ"
  },
  {
    "id": 3,
    "product_name": "Pre&Pro biotic balancing essence",
    "type": "Face",
    "name": "Babejossy",
    "score": 5,
    "review": "วันนี้มารีวิวน้ำตบซีรี่ส์หน้าเด็ก ใครที่มีปัญหาผิวอยู่ตอนนี้ แนะนำให้ไปหามาลองเลย Canabliss Essence บอกเลยว่ามันดีมากกก กู้ผิวพังได้ใน 10 วัน เค้ามีส่วนผสมหลักอย่าง Snowbell ช่วยให้ผิวกระจ่างใสเหมือนสาวเกาหลี เสริมด้วย CBD ลดการอักเสบของผิว ทั้งสิว ทั้งผด รอยสิว และริ้วรอย เจ้าแรกของประเทศไทย <br><br>วิธีใช้คือง่ายมาก เพียงแค่ล้างหน้าให้สะอาด เทผลิตภัณฑ์ลงบนฝ่ามือ วอร์มแล้วตบเบาๆลงบนใบหน้า จะได้งานผิวที่ใสเด้ง อิ่มน้ำ ตัวนี้ยิ่งตบยิ่งเด้งเลยแหละ ใช้ได้ทั้งเช้าและก่อนนอน"
  },
  {
    "id": 4,
    "product_name": "Pre&Pro biotic balancing essence",
    "type": "Face",
    "name": "FaiiChada",
    "score": 4,
    "review": "น้ำตบCanabliss ผสานสารสกัดกัญ, Snowbell extract จากเกาหลีและ Hyaluron 8 ชนิด ตัวช่วยกู้ผิวพัง กลับมาปังสุขภาพดีภายใน10วัน ด้วยสารสกัดจากธรรมชาติแท้ ให้ผิวสวย ผิวใส อิ่มน้ำ สูตร Pre&Pro Biotic ปรับสมดุลให้ผิวแข็งแรง จบปัญหาผิวแพ้ง่าย แนะนำค่ะ ใช้ดีมาก"
  },
  {
    "id": 5,
    "product_name": "First amino essence",
    "type": "Face",
    "name": "Carrot",
    "score": 4,
    "review": "Canabliss Essence น้ำตบผสานสารสกัดกัญ, Snowbell extract นำเข้าจากเกาหลี และ Hyaluron 8ชนิด <br><br>สารสกัดกัญ ปลอบประโลมผิว ลดความมัน Snowbell เพิ่มความกระจ่างใส ขาวอย่างธรรมชาติ Hyaluron เติมความชุ่มชื้น ให้ผิวอิ่มน้ำ เด้งฟู<br><br>น้ำตบ Canabliss  สูตร First step ตัวนี้จะมี amino acid ถึง17ชนิด เป็นอาหารผิว ช่วยให้ผิวแข็งแรง กระตุ้นการสร้างคอลลาเจน จะทำให้หน้ากระชับ เต่งตึง เรียบเนียนและอิ่มน้ำสุดๆ "
  },
  {
    "id": 6,
    "product_name": "Pre&Pro biotic balancing essence",
    "type": "Face",
    "name": "Mingming",
    "score": 5,
    "review": "มิงเป็นคนที่หน้าแห้งมาก ชนิดที่ลอกเป็นขุยๆออกมาเลย จนได้มีโอกาสมางานเปิดตัวน้ำตบCanabliss น้ำตบหน้าเด็ก อ่อนวัย ใสไร้ริ้วรอย ก็เลยลองใช้ติดต่อ 1 สัปดาห์ ปรากฏว่าผิวหน้าจากที่แห้งลอก ชุ่มชื้นขึ้นมากๆ บอกตามตรงว่าตอนแรกไม่ได้คาดหวังว่าจะดีขนาดนี้เลย <br><br>เลยอยากจะมาบอกต่อตัวช่วยดีๆค่ะ Canabliss essence สูตรที่มิงเลือกใช้เป็นสูตร Pre&Probiotic ที่ช่วยปรับสมดุลผิวแพ้ง่าย ให้กลับมาแข็งแรง สุขภาพดี ที่สำคัญคืออ่อนโยน เพราะผิวมิงแพ้ง่ายม๊ากกก แต่พอใช้ตัวนี้ ปุ๊บคือไม่แพ้เลย จบปัญหาผิวที่เกิดจากผิวหน้าอ่อนแอด้วยอย่างสิว อาการระคายเคืองต่างๆ <br><br>คือนางมีส่วนผสมของไฮยาลูรอนที่ทำให้ผิวเด้งฟู อิ่มน้ำเหมือนนอนวันละ8ชม.ถึง8เท่า!! มีSnowbellจากเกาหลี ที่ช่วยเรื่องความกระจ่างใส ผิวกระจกใด ใด ลิขสิทธิ์เดียวในไทยไปอีก ที่สำคัญคือสารสกัดกัญ ช่วยเรื่องริ้วรอยการอักเสบ ควบคุมความมันต่างๆ ส่วนผสมคือจึ้งมากจริงๆ แต่จริงๆนางมี 2 สูตรนะ อยากให้ไปลองหาสูตรที่ใช่กัน เพราะใช้ดีจริงๆ First step สูตรเติมอาหารผิว ให้เด้งฟู แข็งแรงไร้ริ้วรอย และสูตรที่มิงใช้ Pre&Probiotic สูตรเสริมความแข็งแรงผิว ปรับสมดุลผิวแพ้ง่าย ลองไปตำกันดูนะะ ปังจริงๆ ไม่จกตา"
  },
  {
    "id": 7,
    "product_name": "First amino essence",
    "type": "Face",
    "name": "Janejuta",
    "score": 5,
    "review": "Canabliss Oasiz First Step Amino Essence เป็นตัว น้ำตบที่อัดแน่นด้วยกรดอะมิโน อาการผิวที่ช่วยให้ผิวแข็งแรง เรียบเนียน กระชับ กระตุ้นการสร้างคอลลาเจน เพิ่มความชุ่มชื้น ให้ผิวอิ่มน้ำ เด้งใสตั้งแต่ครั้งแรก ใช้ก่อนลงสกินแคร์ใดใด ตัวนี้แหละค่ะ “ยิ่งตบยิ่งเด้ง” ใครอยากผิวอิ่มน้ำชุ่มชื่น  ช่วยปลอบประโลมผิวและเจนคือสิวขึ้นตลอดค่ะผิวแพ้ง่ายมากตัวนี้ช่วยให้ผิวแข็งแรงและสิวผดก็ขึ้นน้อยลงมากๆ มันเลิฟจริงๆนะทุกคนนอย่าเพิ่งเชื่อจนกว่าจะได้ลองเองงไปลองดูวววววเล้ยยย เพียง 10 วันกู้ผิวพังกลับมาปังผิวดี"
  },
  {
    "id": 8,
    "product_name": "Pre&Pro biotic balancing essence",
    "type": "Face",
    "name": "Moni",
    "score": 5,
    "review": "บอกต่อตัวช่วยผิวดีค่ะสาวๆ โมได้มีโอกาสไปงานเปิดตัวสกินแคร์จากสารสกัดธรรมชาติ Canabliss <br><br>ที่ว้าวเลยคือตัวน้ำตบ Canabliss essence ที่มีส่วนผสมสารสกัด CBD และดอก Snowbell นำเข้าจากประเทศเกาหลี แถมยังใส่ไฮย่ามาถึง 8 ชนิด ทั้งหมดนี้ในสกินแคร์ตัวเดียว บอกเลยว่าส่วนผสมจัดเต็มแบบจุกๆ <br><br>ซึ่งเขามี 2 สูตร สูตร First Step ช่วยให้หน้าเด้งอิ่มน้ำ เรียบเนียนและสูตร Pre&Probiotic ปรับสมดุลผิวพัง กลับมาแข็งแรงสุขภาพดี ฉ่ำน้ำ <br><br>เราได้ลองตัว Pre&Probiotic แล้ว หน้าฉ่ำน้ำ เด้ง มี Bouncy effect ตั้งแต่ใช้ครั้งแรก ยิ่งตบยิ่งเด้งจริงๆ ประทับใจมาก แถมผิวไม่แพ้อีกด้วย อ่อนโยนจริงๆ"
  },
  {
    "id": 9,
    "product_name": "First amino essence",
    "type": "Face",
    "name": "Leeessoll",
    "score": 3,
    "review": "ซอลได้มีโอกาสเข้าร่วมงานเปิดตัว Skincare จาก Canabliss ในงาน Canabliss health fair ภายในงานคือมีผลิตภัณฑ์หลายตัวมากๆ ที่เด่นๆเลยจะเปิด น้ำตบ Canabliss Essence ซึ่งเป็นน้ำตบที่ผสมสารสกัดดีๆไว้รวมกัน มีสารสกัดจากกัญ และสารสกัดจากดอก Snowbell บวกกับ ไฮยาลูรอนถึง 8 ชนิดเลยด้วย <br><br>ตัวสารสกัดกัญเนี่ย เค้าาบอกว่ามันจะช่วยในเรื่องลดการอักเสบของผิว ลดสิว ทั้งสิวอักเสบ สิวผด ส่วน Snowbell ก็ช่วยให้ผิวกระจ่างใส เปล่งปลั่ง มีออร่า และไฮยาลูรอน ที่เรารู้กันดีว่าช่วยให้ผิวชุ่มชื้น อิ่มน้ำ <br> <br>ตัวช่วยกู้ผิวพังที่อ่อนโยน ให้ผิวสวยเด้ง อิ่มฟู ต้องนี่เลยสูตร First Step ที่มีกรดอะมิโน เติมอาหารผิว ให้หน้าอิ่มน้ำ กระชับ เรียบเนียน "
  }
]
